# Brewfile for macOS setup

# Install packages
brew "git"
brew "fnm"
brew "cirruslabs/cli/tart"
brew "gollama"
brew "ollama"
brew "oterm"
brew "sst/tap/opencode"

# Install casks
cask "iterm2"
cask "orbstack"
cask "brave-browser"
cask "container"
cask "jetbrains-toolbox"
cask "macai"
cask "obsidian"
cask "rustdesk"
cask "sanctum"
cask "telegram"
cask "zulu@17"
